package homework.lesson4;
/*
Используя IntelliJ IDEA, создайте класс Anagram.
Напишите программу, которая определяет, является ли одна строка анаграммой другой строки.
Анаграмма - это слово или фраза, сделанная путем переноса букв другого слова или фразы. Программа должна игнорировать пробелы и знаки препинания.
Пример анаграмм:
Аз есмь строка, живу я, мерой остр.
За семь морей ростка я вижу рост.
Я в мире — сирота.
Я в Риме — Ариост.
 */
public class Anagram {
    public static void main(String[] args) {
        String str = "1123dadasdasd asd asd asd ss";
        System.out.println(str);
    }
}
